const list = [
  {
    work: '成立项目组编制研究计划、团队成员管理',
    step: '成立项目组编制研究计划、团队成员管理',
    name: '李逗',
    time: '2021.10.1-2023.6.30',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '负责整体技术方向把关和技术指导',
    step: '负责整体技术方向把关和技术指导',
    name: '孙栓柱',
    time: '2021.10.1-2023.6.30',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '负责与上级单位和合作单位的整体协调',
    step: '负责与上级单位和合作单位的整体协调',
    name: '王林',
    time: '2021.10.1-2023.6.30',
    done: '',
    flag: false,
    remark: '未及时与合作单位沟通，导致调研工作滞后'
  },
  {
    work: '负责项目进度统筹协调',
    step: '负责项目进度统筹协调',
    name: '王林',
    time: '2021.10.1-2023.6.30',
    done: '',
    remark: ''
  },
  {
    work: '编制项目研究技术方案等项目文档，调研收资',
    step: '编制项目研究技术方案等项目文档，调研收资',
    name: '周春蕾 朱洁雯',
    time: '2021.10.1-2021.12.31',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '现场调研，收集盘煤数据',
    step: '现场调研，收集盘煤数据',
    name: '杨晨琛 朱洁雯',
    time: '2022.1.1-2022.3.31',
    flag: false,
    done: '未按既定要求和计划完成',
    remark: '由于疫情影响，现场调研工作滞后'
  },
  {
    work: '电厂煤量库存在线监控模型研究',
    step: '前期准备',
    name: '刘克云 高进',
    time: '2022.4.1-2022.4.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '电厂煤量库存在线监控模型研究',
    step: '建立模型',
    name: '高进',
    time: '2022.4.16-2022.5.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '电厂煤量库存在线监控模型研究',
    step: '调试模型',
    name: '高进',
    time: '2022.5.16-2022.6.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '电厂煤量库存在线监控模型研究',
    step: '撰写阶段性报告',
    name: '刘克云',
    time: '2022.4.16-2022.5.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '电厂煤量库存在线监控模型研究',
    step: '方法研究',
    name: '李春岩',
    time: '2022.7.1-2022.8.31',
    done: '',
    remark: ''
  },
  {
    work: '电厂煤量库存在线监控模型研究',
    step: '撰写阶段性报告',
    name: '曹瑀宏',
    time: '2022.9.1-2022.9.30',
    done: '',
    remark: ''
  },
  // {
  //   work: '现场盘煤验证',
  //   step: '现场盘煤验证',
  //   name: '王其祥 曹瑀宏',
  //   time: '2022.10.1-2022.12.31',
  //   done: '',
  //   remark: ''
  // },
  {
    work: '现场盘煤验证',
    step: '现场盘煤验证',
    name: '王其祥 曹瑀宏',
    time: '2022.10.1-2022.12.31',
    done: '',
    remark: ''
  },
  {
    work: '电厂煤量库存智能监控平台开发',
    step: '总体需求设计',
    name: '孙栓柱',
    time: '2023.1.1-2023.1.31',
    done: '',
    remark: ''
  },
  {
    work: '电厂煤量库存智能监控平台开发',
    step: '方案实施',
    name: '杨晨琛 李春岩',
    time: '2023.2.1-2023.3.31',
    done: '',
    remark: ''
  },
  {
    work: '模型试点应用及调优',
    step: '模型试点应用及调优',
    name: '王其祥 刘克云 高进',
    time: '2023.4.1-2023.5.31',
    done: '',
    remark: ''
  },
  {
    work: '准备项目验收资料',
    step: '列出验收清单、审核材料',
    name: '周春蕾',
    time: '2023.6.1-2023.6.30',
    done: '',
    remark: ''
  },
  {
    work: '准备项目验收资料',
    step: '列出验收清单、审核材料',
    name: '刘克云',
    time: '2023.6.1-2023.6.30',
    done: '',
    remark: ''
  }
]

export default list