const list = [
  {
    work: '成立项目组编制研究计划、团队成员管理',
    step: '成立项目组编制研究计划、团队成员管理',
    name: '孙栓柱',
    time: '2020.7.1-2021.6.30',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '负责整体技术方向把关和技术指导',
    step: '负责整体技术方向把关和技术指导',
    name: '周春蕾',
    time: '2020.7.1-2021.6.30',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '撰写可行性研究方案',
    step: '撰写可行性研究方案',
    name: '王林',
    time: '2020.7.1-2020.7.31',
    done: '按既定要求和计划完成',
    remark: '获得上级部门的口头表扬'
  },
  // {
  //   work: '负责项目进度统筹协调',
  //   step: '负责项目进度统筹协调',
  //   name: '王林',
  //   time: '2021.10.1-2023.6.30',
  //   done: '',
  //   remark: ''
  // },
  {
    work: '负责与上级单位和合作单位的整体协调',
    step: '负责与上级单位和合作单位的整体协调',
    name: '李逗',
    time: '2020.7.1-2021.6.30',
    done: '按既定要求和计划完成',
    remark: '参与央视新闻等媒体报道'
  },
  {
    work: '负责项目进度统筹协调',
    step: '负责项目进度统筹协调',
    name: '高进',
    time: '2020.7.1-2021.6.30',
    done: '未按既定要求和计划完成',
    flag: false,
    remark: '在李春岩建立模型滞后一星期情况下，未能及时提醒督促'
  },
  {
    work: '碳计量实测数据审核判定模型研究',
    step: '前期准备',
    name: '杨晨琛、朱洁雯',
    time: '2020.8.1-2021.8.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '碳计量实测数据审核判定模型研究',
    step: '建立模型',
    name: '杨晨琛',
    time: '2020.8.16-2020.9.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '碳计量实测数据审核判定模型研究',
    step: '调试模型',
    name: '杨晨琛',
    time: '2020.9.16-2020.10.15',
    done: '按既定要求和计划完成',
    remark: '前期工作效率不高，后经督促按时完成'
  },
  {
    work: '碳计量实测数据审核判定模型研究',
    step: '撰写阶段性报告',
    name: '朱洁雯',
    time: '2020.10.16-2020.10.31',
    done: '按既定要求和计划完成',
    remark: '协助央视新闻等媒体报道'
  },
  // --------------
  // 烟气流量计算数据审核判定模型研究
  {
    work: '烟气流量计算数据审核判定模型研究',
    step: '前期准备',
    name: '李春岩、曹瑀宏',
    time: '2020.11.1-2020.11.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '烟气流量计算数据审核判定模型研究',
    step: '建立模型',
    name: '李春岩',
    time: '2020.11.15-2020.12.15',
    done: '按既定要求和计划完成',
    remark: '滞后一星期'
  },
  {
    work: '烟气流量计算数据审核判定模型研究',
    step: '调试模型',
    name: '李春岩',
    time: '2020.12.16-2021.1.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '烟气流量计算数据审核判定模型研究',
    step: '撰写阶段性报告',
    name: '曹瑀宏',
    time: '2021.1.16-2021.1.31',
    flag: false,
    done: '未按既定要求和计划完成',
    remark: '2021.2.2日完成报告'
  },
  //温室气体排放报告数据审核判定模型研究
  {
    work: '温室气体排放报告数据审核判定模型研究',
    step: '前期准备',
    name: '王其祥、刘克云',
    time: '2021.2.1-2021.2.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '温室气体排放报告数据审核判定模型研究',
    step: '建立模型',
    name: '王其祥',
    time: '2021.2.16-2021.3.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '温室气体排放报告数据审核判定模型研究',
    step: '建立模型',
    name: '王其祥',
    time: '2021.3.16-2021.4.15',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '温室气体排放报告数据审核判定模型研究',
    step: '撰写阶段性报告',
    name: '刘克云',
    time: '2021.4.16-2021.4.30',
    done: '按既定要求和计划完成',
    remark: '同时参与多个项目的情况下，加班加点完成任务'
  },
  // 模型自学习能力研究
  {
    work: '模型自学习能力研究',
    step: '前期准备',
    name: '王其祥、曹瑀宏',
    time: '2021.5.1-2021.5.10',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '模型自学习能力研究',
    step: '调试模型',
    name: '王其祥',
    time: '2021.5.11-2021.5.20',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '模型自学习能力研究',
    step: '撰写阶段性报告',
    name: '曹瑀宏',
    time: '2021.5.21-2021.5.31',
    done: '按既定要求和计划完成',
    remark: ''
  },
  // 准备项目验收资料
  {
    work: '准备项目验收资料',
    step: '列出验收清单、审核材料',
    name: '王林',
    time: '2021.6.1-2021.6.30',
    done: '按既定要求和计划完成',
    remark: ''
  },
  {
    work: '准备项目验收资料',
    step: '对验收材料整理归档',
    name: '朱洁雯、刘克云',
    time: '2021.6.1-2021.6.30',
    done: '按既定要求和计划完成',
    remark: ''
  },
]


export default list